tap "aws/tap"
tap "cartr/qt4"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/services"
tap "homebrew/versions"
tap "lucagrulla/cw"
tap "octave-app/octave-app"
cask "osxfuse"
cask "xquartz"
brew "antigen"
brew "gmp"
brew "isl"
brew "mpfr"
brew "gcc"
brew "libevent"
brew "gdbm"
brew "readline"
brew "python"
brew "aspcud"
brew "autoconf"
brew "autossh"
brew "aws-shell"
brew "awscli"
brew "bash"
brew "binutils", link: true
brew "node"
brew "bower"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "pixman"
brew "ocaml"
brew "ocamlbuild"
brew "camlp4"
brew "libtasn1"
brew "libunistring"
brew "nettle"
brew "p11-kit"
brew "gnutls"
brew "cask"
brew "cliclick"
brew "cmake"
brew "coreutils"
brew "cscope"
brew "ctags"
brew "diffutils"
brew "docker", link: false
brew "docker-machine", restart_service: true
brew "ed"
brew "jpeg"
brew "libtiff"
brew "libmagic"
brew "file-formula"
brew "findutils", args: ["with-default-names"]
brew "fzf"
brew "gawk"
brew "gcc@6"
brew "gdk-pixbuf"
brew "git"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which", args: ["with-default-names"]
brew "gobject-introspection"
brew "gpatch"
brew "libtool"
brew "grep"
brew "gzip"
brew "ncurses"
brew "htop"
brew "hub"
brew "libev"
brew "i3"
brew "imagemagick"
brew "ircii"
brew "oniguruma"
brew "jq"
brew "less"
brew "libcroco"
brew "librsvg"
brew "libyaml"
brew "liquidprompt"
brew "lzip"
brew "m4"
brew "mackup"
brew "make"
brew "mas"
brew "python@2"
brew "nano"
brew "nmap"
brew "octave"
brew "opam"
brew "pbzip2"
brew "perl"
brew "psutils"
brew "pyqt"
brew "qemu"
brew "reattach-to-user-namespace"
brew "rsync"
brew "ruby"
brew "s3cmd"
brew "shared-mime-info"
brew "snappy"
brew "ssh-copy-id"
brew "tmux"
brew "tree"
brew "unzip"
brew "utf8proc"
brew "vim"
brew "watch"
brew "wdiff"
brew "wget"
brew "zsh"
brew "aws/tap/aws-sam-cli"
brew "cartr/qt4/pyqt@4"
brew "lucagrulla/cw/cw"
cask "1password"
cask "alfred"
cask "amazon-chime"
cask "amazon-workdocs"
cask "atom"
cask "bartender"
cask "caffeine"
cask "cheatsheet"
cask "chromedriver"
cask "disk-inventory-x"
cask "docker"
cask "endurance"
cask "evernote"
cask "font-source-code-pro-for-powerline"
cask "gimp"
cask "google-chrome"
cask "handbrake"
cask "hazel"
cask "hyperdock"
cask "istat-menus"
cask "iterm2"
cask "octave-app"
cask "odrive"
cask "postman"
cask "pycharm"
cask "quicklook-csv"
cask "slack"
cask "sqlworkbenchj"
cask "the-unarchiver"
cask "vnc-viewer"
cask "witch"
mas "Divvy", id: 413857545
mas "LimeChat", id: 414030210
mas "OmniGraffle", id: 1142578753
mas "Project Viewer 365", id: 742239147
