tap "homebrew/cask"
tap "buo/cask-upgrade"
brew "mas"
tap "amazon/amazon", "ssh://git.amazon.com/pkg/HomebrewAmazon"
tap "aws/tap"
tap "cartr/qt4"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "lucagrulla/cw"
brew "readline"
brew "antigen"
brew "libtiff"
brew "gmp"
brew "isl"
brew "mpfr"
brew "gcc"
brew "libevent"
brew "gdbm"
brew "python@3.10"
brew "clingo"
brew "aspcud"
brew "autoconf"
brew "autojump"
brew "autossh"
brew "aws-shell"
brew "awscli", link: false
brew "bash"
brew "binutils"
brew "bluetoothconnector"
brew "node"
brew "bower"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "glib"
brew "pixman"
brew "python@3.9"
brew "coreutils"
brew "libtool"
brew "libunistring"
brew "guile"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cliclick"
brew "cmake"
brew "cscope"
brew "ctags"
brew "openldap"
brew "curl"
brew "diffutils"
brew "docker", link: false
brew "docker-machine"
brew "libyaml"
brew "duplicity"
brew "ed"
brew "jpeg"
brew "tcl-tk"
brew "expect"
brew "fftw"
brew "libmagic"
brew "file-formula"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gcc@6"
brew "gdk-pixbuf"
brew "git"
brew "git-delta"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "harfbuzz"
brew "pango"
brew "gnuplot"
brew "go"
brew "gobject-introspection"
brew "gpatch"
brew "graphicsmagick"
brew "grep"
brew "gzip"
brew "htop"
brew "hub"
brew "hunspell"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "inetutils"
brew "ircii"
brew "oniguruma"
brew "jq"
brew "less"
brew "libcroco"
brew "libev"
brew "libproxy"
brew "librsvg"
brew "libslirp"
brew "libssh"
brew "liquidprompt"
brew "lzip"
brew "mackup"
brew "make"
brew "mas"
brew "nano"
brew "nghttp2"
brew "nmap"
brew "node@14"
brew "nvm"
brew "ocaml"
brew "ocamlbuild"
brew "pstoedit"
brew "pyqt@5"
brew "qscintilla2"
brew "suite-sparse"
brew "sundials"
brew "octave"
brew "opam"
brew "pbzip2"
brew "perl"
brew "psutils"
brew "qt"
brew "pyqt"
brew "python@3.10"
brew "snappy"
brew "qemu"
brew "reattach-to-user-namespace"
brew "rsync"
brew "ruby"
brew "s3cmd"
brew "sip"
brew "socat"
brew "ssh-copy-id"
brew "star"
brew "tbb"
brew "utf8proc"
brew "tmux"
brew "tree"
brew "unzip"
brew "vim"
brew "watch"
brew "wdiff"
brew "wget"
brew "zsh"
brew "amazon/amazon/amassh"
brew "amazon/amazon/mwinit", link: false
brew "aws/tap/aws-sam-cli"
brew "lucagrulla/cw/cw"
cask "1password"
cask "alfred"
cask "amazon-workdocs"
cask "amazon-workdocs-drive"
cask "amazon-workspaces"
cask "atom"
cask "caffeine"
cask "datagrip"
cask "disk-inventory-x"
cask "docker"
cask "endurance"
cask "evernote"
cask "gimp"
cask "hammerspoon"
cask "hazel"
cask "hyperdock"
cask "istat-menus"
cask "iterm2"
cask "odrive"
cask "osxfuse"
cask "postman"
cask "pycharm"
cask "quicklook-csv"
cask "quip"
cask "raycast"
cask "slack"
cask "the-unarchiver"
cask "webstorm"
cask "witch"
cask "xquartz"
