tap "caskroom/cask"
tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/services"
tap "homebrew/versions"
cask "java"
brew "antigen"
brew "clasp"
brew "gringo"
brew "aspcud"
brew "autoconf"
brew "autossh"
brew "aws-shell"
brew "awscli"
brew "readline"
brew "bash"
brew "binutils"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "pixman"
brew "cairo"
brew "ocaml"
brew "ocamlbuild"
brew "camlp4"
brew "cask"
brew "cmake"
brew "coreutils"
brew "cscope"
brew "ctags"
brew "diffutils"
brew "perl"
brew "git"
brew "docker-machine", restart_service: true
brew "ed", args: ["with-default-names"]
brew "gdbm"
brew "sqlite"
brew "python"
brew "libmagic"
brew "file-formula"
brew "findutils", args: ["with-default-names"]
brew "gmp"
brew "mpfr"
brew "gawk"
brew "isl"
brew "gcc", args: ["without-multilib"]
brew "gcc@6", args: ["without-multilib"]
brew "gobject-introspection"
brew "jpeg"
brew "libtiff"
brew "shared-mime-info"
brew "gdk-pixbuf"
brew "gnu-indent", args: ["with-default-names"]
brew "gnu-sed", args: ["with-default-names"]
brew "gnu-tar", args: ["with-default-names"]
brew "gnu-which", args: ["with-default-names"]
brew "libtasn1"
brew "libunistring"
brew "nettle"
brew "p11-kit"
brew "gnutls"
brew "gpatch"
brew "grep", args: ["with-default-names"]
brew "gzip"
brew "icu4c"
brew "harfbuzz"
brew "htop"
brew "hub"
brew "libtool"
brew "imagemagick"
brew "oniguruma"
brew "jq"
brew "less"
brew "libcroco"
brew "libev"
brew "libevent"
brew "pango"
brew "librsvg"
brew "libyaml"
brew "liquidprompt"
brew "lzip"
brew "m4"
brew "make"
brew "mas"
brew "python3"
brew "mobile-shell"
brew "ncurses"
brew "nano"
brew "opam"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "reattach-to-user-namespace"
brew "rsync"
brew "ruby"
brew "screen"
brew "snappy"
brew "ssh-copy-id"
brew "tmux"
brew "tree"
brew "unzip"
brew "utf8proc"
brew "vim"
brew "watch"
brew "wdiff", args: ["with-gettext"]
brew "wget"
brew "zsh"
cask "1password"
cask "amazon-chime"
cask "amazon-workspaces"
cask "amazon-workdocs"
cask "google-chrome"
cask "hyperdock"
cask "macvim"
cask "quicklook-csv"
cask "slack"
cask "sqlworkbenchj"
cask "the-unarchiver"
cask "evernote"
cask "bartender"
cask "alfred"
cask "istat-menus"
cask "iterm2"
cask "hazel"
cask "odrive"
cask "font-source-code-pro-for-powerline"
mas "Divvy", id: 413857545
mas "Fantastical 2", id: 975937182
mas "LimeChat", id: 414030210
mas "OmniGraffle", id: 1142578753
mas "TextExpander", id: 405274824
mas "Xcode", id: 497799835
